Repository: scantist-ossops-m2/ibus-anthy
Catalog: po/*.po
Languages: de

source: Japanese input method
de: Japanische Inputmethode

source: The Anthy input method is designed for entering Japanese text.
de: Die Anthy Inputmethode ist designed um japanischen Text einzugeben.

source: Input methods are typing systems allowing users to input complex languages. They are necessary because these contain too many characters to simply be laid out on a traditional keyboard.
de: Inputmethoden are Eingabesysteme die es erlauben komplexe Sprachen einzugeben. Sie sind notwendig weil diese Sprachen zu viele Zeichen haben, so dass sie nicht auf eine gewöhnliche Tastaturbelegung passen.

source: Anthy Input Method
de: Anthy Inputmethode

source: Could not enable Anthy. The end of the content of the file %s/last-record2_default.utf8 in your home directory is not '\n'. I.e. not correct text format. Please fix the file or remove it by manual and restart IBus.
de: Konnte Anthy nicht aktivieren. Das Ende des Inhalts der Datei %s/last-record2_default.utf8 im Home-Directory ist nicht '\n'. D.h. das Textformat der Datei ist nicht korrekt. Repariere die Datei oder lösche sie manuell und starte IBus neu.

source: Preferences - Anthy
de: Einstellungen - Anthy

source: Configure Anthy
de: Anthy konfigurieren

source: Input mode
de: Inputmodus

source: Switch input mode
de: Inputmodus wechseln

source: Halfwidth Katakana
de: Halbbreite Katakana

source: Latin
de: Lateinalphabet

source: Wide Latin
de: Vollbreites Lateinalphabet

source: Typing method
de: Methode des Tippens

source: Switch typing method
de: Tippmethode wechseln

source: Romaji
de: Rōmaji

source: Thumb shift
de: Daumen-Shift

source: Segment mode
de: Segmentmodus

source: Switch conversion mode
de: Konvertierungsmodus wechseln

source: Multiple segment
de: Mehrere Segmente

source: Single segment
de: Einzelnes Segment

source: Immediate conversion (multiple segment)
de: Sofortige Konvertierung (mehrere Segmente)

source: Immediate conversion (single segment)
de: Sofortige Konvertierung (einzelnes Segment)

source: Dictionary mode
de: Wörterbuchmodus

source: Switch dictionary
de: Wörterbuch wechseln

source: Dictionary - Anthy
de: Wörterbuch - Anthy

source: Dic
de: Wörterb.

source: Configure dictionaries
de: Wörterbücher konfigurieren

source: Edit dictionaries
de: Wörterbücher editieren

source: Launch the dictionary tool
de: Wörterbuchwerkzeug starten

source: Add words
de: Wörter hinzufügen

source: Add words to the dictionary
de: Wörter zum Wörterbuch hinzufügen

source: General
de: Allgemein

source: Zip Code Conversion
de: Postleitzahl Konvertierung

source: Old Character Style
de: Alte Zeichenformen

source: Era
de: Nengō

source: IBus Anthy Setup
de: IBus Anthy Einstellungen

source: Set up IBus Anthy engine
de: IBus Anthy Engine konfigurieren

source: Menu label
de: Menü-Label

source: Command
de: Kommando

source: Shortcut
de: Tastaturkürzel

source: Description
de: Beschreibung

source: Embd
de: Eingebettet

source: Sgl
de: Einzeln

source: Input Chars
de: Eingabezeichen

source: Output Chars
de: Ausgabezeichen

source: Input
de: Eingabe

source: Single
de: Einzeln

source: Left
de: Links

source: Right
de: Rechts

source: Customize Romaji Key Table
de: Rōmaji Tastentabelle individuell anpassen

source: _Romaji Key Table:
de: _Rōmaji Tastentabelle:

source: _Output Chars
de: _Ausgabezeichen

source: Default
de: Voreinstellung

source: Customize Kana Key Table
de: Kana Tastentabelle individualisieren

source: _Kana Key Table:
de: _Kana Tastetabelle:

source: Japanese Keyboard Layout
de: Japanische Tastaturbelegung

source: U.S. Keyboard Layout
de: US amerikanische Tastaturbelegung

source: Customize Thumb Shift Key Table
de: Daumen-Shift Tastentabelle individualisieren

source: _Thumb Shift Key Table:
de: _Daumen-Shift Tastentabelle:

source: Single _Output Chars
de: Einzelne _Ausgabezeichen

source: Base
de: Basis

source: NICOLA-J key extension
de: NICOLA-J Tastenerweiterung

source: NICOLA-A key extension
de: NICOLA-A Tastenerweiterung

source: NICOLA-F key extension
de: NICOLA-F Tastenerweiterung

source: FMV KB231-J key extension
de: FMV KB231-J Tastenerweiterung

source: FMV KB231-A key extension
de: FMV KB231-A Tastenerweiterung

source: FMV KB231-F key extension
de: FMV KB231-F Tastenerweiterung

source: FMV KB611-J key extension
de: FMV KB611-J Tastenerweiterung

source: FMV KB611-A key extension
de: FMV KB611-A Tastenerweiterung

source: FMV KB611-F key extension
de: FMV KB611-F Tastenerweiterung

source: Your choosed file has already been added:
de: Die gewählte Datei wurde bereits hinzugefügt:

source: The file you have chosen does not exist:
de: Die gewählte Datei existiert nicht:

source: Your choosed file is a directory:
de: Die gewählte Datei ist ein Directory:

source: You cannot add dictionaries in the anthy private directory:
de: Wörterbücher können nicht im privaten anthy Directory hinzugefügt werden:

source: Your file path is not good:
de: Der Pfad der Datei ist nicht gut:

source: The engine xml file does not exist:
de: Die xml Enginedatei existiert nicht:

source: Anthy keyboard layout is changed. Please restart ibus to reload the layout.
de: Die Anthy Tastaturbelegung wurde geändert. Bitte ibus neustarten um die Tastaturbelegung neu zu laden.

source: Please specify Input Chars
de: Bitte Eingabezeichen spezifizieren

source: Please specify Output Chars
de: Bitte Ausgabezeichen spezifizieren

source: Please specify Left Thumb Shift Chars
de: Bitte linke Daumen-Shift Zeichen spezifizieren

source: Please specify Right Thumb Shift Chars
de: Bitte rechte Daumen-Shift Zeichen spezifizieren

source: Your custom key is not assigned in any sections. Maybe a bug.
de: Die individualisierte Taste ist in keiner Sektion definiert. Vielleicht ist das ein Bug.

source: Your file does not exist:
de: Die Datei existiert nicht:

source: Open Dictionary File
de: Wörterbuchdatei öffnen

source: _Cancel
de: _Abbrechen

source: _Open
de: _Öffnen

source: Edit Dictionary File
de: Wörterbuchdatei editieren

source: Your choosed file is not correct.
de: Die gewählte Datei ist nicht korrekt.

source: You cannot delete the system dictionary.
de: Das Systemwörterbuch kann nicht gelöscht werden.

source: Your file is not good.
de: Die Datei ist nicht gut.

source: View Dictionary File
de: Wörterbuchdatei ansehen

source: Please press a key (or a key combination)
de: Bitte eine Taste (oder eine Tastenkombination drücken)

source: The dialog will be closed when the key is released
de: Der Dialog wird geschlossen wenn die Taste losgelassen wird

source: Invalid keysym
de: Ungültiges Tastensymbol

source: This keysym is not valid
de: Dieses Tastensymbol ist nicht gültig

source: None
de: Keine

source: FMV KB231 key extension
de: FMV KB231 Tastenerweiterung

source: FMV KB611 key extension
de: FMV KB611 Tastenerweiterung

source: Keep numpad codes
de: Ziffernblock Codes behalten

source: Convert characters
de: Zeichen konvertieren

source: Do nothing
de: Nichts machen

source: Automatically convert
de: Automatisch konvertieren

source: Automatically commit
de: Automatisch committen

source: Clear
de: Löschen

source: Commit
de: Committen

source: Hold
de: Behalten

source: Setup - IBus-Anthy
de: Konfiguration - IBus-Anthy

source: _Input Mode:
de: _Eingabemodus:

source: _Typing Method:
de: _Tippmethode:

source: Conversion _Mode:
de: Konvertierungs_modus:

source: <b>Initial Setting</b>
de: <b>Initiale Einstellung</b>

source: <b>Menu Visibility on Status Icon</b>
de: <b>Menü Sichtbarkeit auf dem Status Icon</b>

source: _Period Style:
de: _Interpunktionsstil:

source: Symbo_l Style:
de: Symbo_l Stil:

source: Numpad _Key Type:
de: Ziffernblock _Tastenverhalten:

source: _Behavior on Period:
de: _Verhalten bei Punkt:

source: Behavior on _Focus Out:
de: Verhalten bei Fokusverlust:

source: <b>Behavior</b>
de: <b>Verhalten</b>

source: Candidate _Window Page Size:
de: Anzahl der _Vorschläge pro Seite:

source: Convert _symbols with the one column width
de: Konvertiere _Symbole mit halber Breite

source: Convert _numbers with the one column width
de: Konvertiere _Ziffern mit halber Breite

source: Con_vert spaces with the one column width
de: Kon_vertiere Leerzeichen mit halber Breite

source: Swi_tch “Hiragana” and “Latin” with Shift key and Hiragana–Katakana key in preedit
de: _Wechseln zwischen „Hiragana“ und „Lateinalphabet“ im Preedit mit der Shift-Taste und der Hiragana-Katakana-Taste

source: <b>Other</b>
de: <b>Sonstiges</b>

source: Conversion
de: Konvertierung

source: _Shortcut Type:
de: Ta_staturkürzelschema:

source: De_fault
de: _Voreinstellung

source: _Edit
de: _Editieren

source: Key Binding
de: Tastaturkürzel

source: <b>Romaji</b>
de: <b>Rōmaji</b>

source: Keyboad _layout:
de: Tastaturbe_legung:

source: <b>Keyboard layout</b>
de: <b>Tastaturbelegung</b>

source: Typing Method
de: Tippmethode

source: _Left Thumb Shift Key:
de: _Linke Daumen-Shift Taste:

source: Right _Thumb Shift Key:
de: Rechte _Daumen-Shift Taste:

source: Adjust _input method layout to system keyboard layout
de: Inputmethoden-Tastaturbelegung an System-Tastaturbelegung anpassen

source: Adjust IM layout to XKB layout
de: Inputmethoden Tastaturbelegung an XKB Tastaturbelegung anpassen

source: Input _Method Layout:
de: Input_methoden Tastaturbelegung:

source: Restart IBus when you change the keyboard layout
de: IBus neustarten when die Tastaturbelegung geändert wurde

source: Restart IBus when you change XKB
de: IBus neustarten wenn XKB geändert wurde

source: _Additional Key Arrangement:
de: _Zusätzliche Tastenanordnung:

source: '～', '『', '¢', '£' and so on can be output with Thumb Shift key
de: '～', '『', '¢', '£' und so weiter können mit Daumen-Shift-Taste ausgegeben werden

source: You do not have to reconfigure the system keyboard layout for "Additional Key Arrangement" since this option changes input method layout only in case input method is turned on.
de: Die Systemtastaturbelegung muß nicht neu konfiguriert werden für die Benutzung der „Zusätzliche Tastenanordnung“-Option weil diese Option die Tastaturbelegung nur ändert während die Inputmethode eingeschaltet ist.

source: You do not have to reconfigure XKB since this option changes IM layout only with IM on.
de: XKB muss nicht neu konfiguriert werden weil diese Option die Tastenbelegung der Inputmethode nur ändert wenn die Inputmethode eingeschaltet ist.

source: _Enable semi-voiced sound mark with Shift key
de: _Handakuten mit Shifttaste aktivieren

source: Seion + Shift can output Handakuon
de: Seion+Shift kann Handakuon ausgeben

source: Thumb _Shift Key Table:
de: Daumen-_Shift Tastentabelle:

source: <b>Thumb Shift Layout</b>
de: <b>Daumen-Shift Tastaturbelegung</b>

source: Thumb Shift
de: Daumen-Shift

source: _Edit Dictionary Command:
de: Kommando zum _editieren von Wörterbüchern:

source: _Add Word Command:
de: Kommando zum _Addieren von Wörtern:

source: <b>Default Dictionary Configuration</b>
de: <b>Konfiguration des voreingestellten Wörterbuches</b>

source: _View
de: _Ansehen

source: _Add
de: _Hinzufügen

source: _Delete
de: _Löschen

source: _Up
de: _Hoch

source: You can change the order on language bar
de: Reihenfolge kann auf dem Sprachbalken gewechselt werden

source: _Down
de: _Runter

source: <b>Extended Dictionaries</b>
de: <b>Erweiterte Wörterbücher</b>

source: Dictionary
de: Wörterbuch

source: About
de: Info

source: _Close
de: S_chließen

source: Edit Shortcut
de: Tastaturkürzel _editieren

source: Key Code:
de: Tastenkode:

source: Modifier:
de: Modifizierer:

source: A_lternate
de: A_lt

source: Co_ntrol
de: _Strg

source: _Refresh
de: Auff_rischen

source: _Input Characters
de: _Eingabe Zeichen

source: _Output Characters
de: _Ausgabe Zeichen

source: _Left Thumb Shift
de: _Linker Daumen-Shift

source: _Right Thumb Shift
de: _Rechter Daumen-Shift

source: _Remove
de: _Entfernen

source: _Short Label:
de: _Kurzes Label:

source: _Description:
de: _Beschreibung:

source: _Use your dictionary alone with switching dictionaries
de: _Beim der Wörterbücher nur das ausgewählte Wörterbuch alleine verwenden

source: _Embed your dictionary in the system dictionary
de: _Eigenes Wörterbuch ins Systemwörterbuch einfügen

source: Enable the _reverse conversion
de: _Umgekehrte Konvertierung aktivieren

source: The Anthy engine for the IBus input platform
de: Der Anthy-Engine für die IBus Eingabe-Plattform

source: translator_credits
de: Mike FABIAN <mfabian@redhat.com>
